---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.UsDollar
source: html/5f2f718e-4242-79e7-c2b8-950436074caf.htm
---
# Autodesk.Revit.DB.SymbolTypeId.UsDollar Property

Symbol $, indicating unit Currency.

## Syntax (C#)
```csharp
public static ForgeTypeId UsDollar { get; }
```